
const books =[
        {
            id: 0,
            title: "浮出历史地表",
            bookName: "fu_chu_li_shi",
            arthur:"孟悦、戴锦华",
            price: 59.00,
            intro: "《浮出历史地表》是系统运用女性主义立场研究中国现代女性文学史的经典著作。" +
                "借助精神分析、结构、后结构主义理论，本书以作家论形式深入阐释了庐隐、冰心、丁玲、张爱玲等九位现代重要女作家，" +
                "同时在现代中国的整体历史文化语境中，勾勒出了女性写作传统的形成和展开过程。理论切入、文本分析和历史描述的有机融合，" +
                "呈现出女性书写在不同时段、不同面向上的主要特征，及其在现代文学史格局中的独特位置。本书自1989年问世后产生了广泛影响，" +
                "被誉为中国女性批评和理论话语\"浮出历史地表\"的标志性著作。",
        },
        {
            id: 1,
            title: "Computer Systems: A Programmer's Perspective",
            bookName: "CSAPP",
            arthur:"Randal E. Bryant / David R. O'Hallaron",
            price: 157.00,
        },
        {
            id: 2,
            title: "The Razor's Edge",
            bookName: "the_razor's_edge",
            arthur:"William Somerset Maugham",
            price: 69.00,
            intro: "战争、股灾、经济危机……" +
                "死亡、名利、事业、爱情、生活……" +
                "“一把刀的锋刃很不容易越过，所以智者说得救之道是困难的。”" +
                "2022西西弗推石文化联合人民文学出版社借“刀锋”的凌厉解剖欲望和精神的危机，重抵“生”的热情和意义。越过难以越过的，成为你想成为的。" +
                "“死了的人的样子看上去要多死有多死。”" +
                "拉里·达雷尔在一战中目睹自己的好友为了救自己而死，死亡的残酷震撼着他的心灵，迫使他重新开始探索“生”的意义。" +
                "“我并不真正地爱格雷，可没有爱，一个人也可以过得很好。”" +
                "伊莎贝尔嫁给了格雷，享受着格雷的宠爱和物质的丰满，内心的隐痛和激情却并没有因此平息。" +
                "“只要见不到你的身影，你就会被人忘掉。”" +
                "社交名利场的喧嚣与热闹，占据了艾略特终生的热情。" +
                "跟随作家毛姆，看时代和人生洪流中的人们如何越过锋刃，寻求得救之道。"
        },
        {
            id: 3,
            title: "Out of Control",
            bookName: "out_of_control",
            arthur:"Kevin Kelly",
            price: 88.00,
            intro: "《失控》，全名为《失控：机器、社会与经济的新生物学》（Out of Control: The New Biology of Machines, Social Systems, and the Economic World）。\n" +
                "2006年，《长尾》作者克里斯·安德森在亚马逊网站上这样评价该书：\n" +
                "“这可能是90年代最重要的一本书”，并且是“少有的一年比一年卖得好的书”。“尽管书中的一些例子在十几年后可能有些过时，但（它们所表达的）信息却越来越成为真知灼见”。“在那时人们还无法想象博客和维基等大众智慧的突起，但凯利却分毫不差地预见到了。这可能是过去十年来最聪明的一本书。”\n" +
                "这是一部思考人类社会（或更一般意义上的复杂系统）进化的“大部头”著作，对于那些不惧于“头脑体操”的读者来说，必然会开卷有益。\n" +
                "《失控》成书于1994年，作者是《连线》杂志的创始主编凯文·凯利。这本书所记述的，是他对当时科技、社会和经济最前沿的一次漫游，以及借此所窥得的未来图景。\n" +
                "书中提到并且今天正在兴起或大热的概念包括：大众智慧、云计算、物联网、虚拟现实、敏捷开发、协作、双赢、共生、共同进化、网络社区、网络经济，等等。说它是一本“预言式”的书并不为过。其中必定还隐藏着我们尚未印证或窥破的对未来的“预言”。"
        },
        {
            id: 4,
            title: "Art of Watching Films",
            bookName: "art_of_watching_films",
            arthur:"David Bordwell",
            price: 128.00,
            intro: "《看电影的艺术》为美国热门电影教材，被加州大学伯克利分校等四百余所高校采用，现推出全彩的第8版，更新了179个电影案例。全书分15章，深入浅出地讲解了电影在操作层面、理论层面和普通欣赏层面的知识、技巧和方法，展现了电影作为艺术、技术和作为产业、作为社会的反射文本的多重角色。\n" +
                "全书附有五百余幅插图，立体形象地展示“视觉设计”“视觉特效”“色彩”等内容；含6个特色“闪回”专题，详细展现电影中剪辑、色彩等专业技术的演进历史；各章结尾处附有自学辅助资料，包括15组自测问题、14组学习影片列表。既适合做大学影片分析课的教材，也可做电影爱好者的入门读物。"
        },
        {
            id: 5,
            title: "谷物13：成为自己",
            bookName: "cereal13",
            arthur:"Rosa Park",
            price: 56.00,
            intro:"独立杂志Cereal创于英国，主编Rosa Park和设计总监Rich Stapleton是对情侣档，编辑团队由作家、摄影师、艺术家、设计家等创意家们组成。他们热衷于探索未知，发现美好，相信旅行并不是走马观花、到此一游，而是生活的一部分。他们不追逐流行，只忠于内心的选择。"
        }
    ];
export default books;